{
  "JSONObjectForNewFilm": [
    {
      "moveFilm": "Человек-паук Нет пути домой (2021)",
      "genre": "Фантастика;Комиксы(Marvel)",
      "title": "Человек-паук: Нет пути домой (2021)",
      "descr": "Жизнь и репутация Питера Паркера оказываются под угрозой, поскольку Мистерио раскрыл всему миру тайну личности Человека-паука. Пытаясь исправить ситуацию, Питер обращается за помощью к Стивену Стрэнджу, но вскоре всё становится намного опаснее.",
      "IMDb": 8,
      "kinopoisk": 8.2
    },
    {
      "moveFilm": "Бэтмен",
      "genre": "Детектив;Криминал;Драма;Боевик",
      "title": "Бэтмен(2022)",
      "descr": "После двух лет поисков правосудия на улицах Готэма Бэтмен становится для горожан олицетворением беспощадного возмездия. Когда в городе происходит серия жестоких нападений на высокопоставленных чиновников, улики приводят Брюса Уэйна в самые тёмные закоулки преступного мира, где он встречает Женщину-Кошку, Пингвина, Кармайна Фальконе и Загадочника. Теперь под прицелом оказывается сам Бэтмен, которому предстоит отличить друга от врага и восстановить справедливость во имя Готэма.",
      "IMDb": 6.8,
      "kinopoisk": 7.8
    },
    {
      "moveFilm": "Матрица Воскрешение",
      "genre": "Фантастика;Боевик",
      "title": "Матрица Воскрешение(2021)",
      "descr": "Геймдизайнер Томас Андерсон сделал себе имя работой над трилогией игр «Матрица». Хотя окружающий мир периодически даёт сбои и обнажает свою истинную сущность, бывший Нео исправно посещает психотерапевта, принимает пилюли и практически убедил себя, что всё это — игра его воображения. Но однажды на него выходит хакерша Багз и предлагает снова следовать за белым кроликом.",
      "IMDb": 4.2,
      "kinopoisk": 5.8
    }
  ],
  "JSONObjectForFilm": [
    {
      "moveFilm": "Побег из Шоушенка",
      "genre": "Драма",
      "title": "Побег из Шоушенк(1994)",
      "descr": "Бухгалтер Энди Дюфрейн обвинён в убийстве собственной жены и её любовника. Оказавшись в тюрьме под названием Шоушенк, он сталкивается с жестокостью и беззаконием, царящими по обе стороны решётки. Каждый, кто попадает в эти стены, становится их рабом до конца жизни. Но Энди, обладающий живым умом и доброй душой, находит подход как к заключённым, так и к охранникам, добиваясь их особого к себе расположения.",
      "IMDb": 8.9,
      "kinopoisk": 9.1
    },
    {
      "moveFilm": "Гладиатор",
      "genre": "История;Боевик;Драма;Приключения",
      "title": "Гладиатор(2000)",
      "descr": "В великой Римской империи не было военачальника, равного генералу Максимусу.Непобедимые легионы, которыми командовал этот благородный воин, боготворили его и могли последовать за ним даже в ад.Но случилось так, что отважный Максимус, готовый сразиться с любым противником в честном бою, оказался бессилен против вероломных придворных интриг. Генерала предали и приговорили к смерти. Чудом избежав гибели, Максимус становится гладиатором.Быстро снискав себе славу в кровавых поединках, он оказывается в знаменитом римском Колизее, на арене которого он встретится в смертельной схватке со своим заклятым врагом...",
      "IMDb": 9,
      "kinopoisk": 8.6
    },
    {
      "moveFilm": "Властелин Колец(Две крепости)",
      "genre": "Фэнтези;Приключения;Драма",
      "title": "Властелин колец: Две крепости (2002)",
      "descr": "Братство распалось, но Кольцо Всевластья должно быть уничтожено. Фродо и Сэм вынуждены довериться Голлуму, который взялся провести их к вратам Мордора. Громадная армия Сарумана приближается: члены братства и их союзники готовы принять бой. Битва за Средиземье продолжается.",
      "IMDb": 7.9,
      "kinopoisk": 8.6
    },
    {
      "moveFilm": "Джанго освобождённый",
      "genre": "Комедия;Криминал",
      "title": "Джанго освобожденный (2012)",
      "descr": "Эксцентричный охотник за головами, также известный как Дантист, промышляет отстрелом самых опасных преступников. Работенка пыльная, и без надежного помощника ему не обойтись. Но как найти такого и желательно не очень дорогого? Освобождённый им раб по имени Джанго – прекрасная кандидатура. Правда, у нового помощника свои мотивы – кое с чем надо сперва разобраться.",
      "IMDb": 7.9,
      "kinopoisk": 8.2
    },
    {
      "moveFilm": "Достучаться до небес",
      "genre": "Драма;Комедия;Криминал",
      "title": "Достучаться до небес (1997)",
      "descr": "Волею судеб две абсолютные противоположности, тихоня Руди и разгильдяй Мартин, оказываются в одной больничной палате. Узнав неутешительные прогнозы, друзья решают использовать последние дни на полную катушку — угнать машину с деньгами, напиться текилы, и, конечно, увидеть море.",
      "IMDb": 7.1,
      "kinopoisk": 8.6
    },
    {
      "moveFilm": "Интерстеллар",
      "genre": "Фантастика;Драма;Приключения",
      "title": "Интерстеллар (2014)",
      "descr": "Когда засуха, пыльные бури и вымирание растений приводят человечество к продовольственному кризису, коллектив исследователей и учёных отправляется сквозь червоточину (которая предположительно соединяет области пространства-времени через большое расстояние) в путешествие, чтобы превзойти прежние ограничения для космических путешествий человека и найти планету с подходящими для человечества условиями.",
      "IMDb": 7.6,
      "kinopoisk": 8.6
    },
    {
      "moveFilm": "Криминальное чтиво",
      "genre": "Криминал;Драма",
      "title": "Криминальное чтиво (1994)",
      "descr": "Двое бандитов Винсент Вега и Джулс Винфилд ведут философские беседы в перерывах между разборками и решением проблем с должниками криминального босса Марселласа Уоллеса.В первой истории Винсент проводит незабываемый вечер с женой Марселласа Мией. Во второй рассказывается о боксёре Бутче Кулидже, купленном Уоллесом, чтобы сдать бой. В третьей истории Винсент и Джулс по нелепой случайности попадают в неприятности.",
      "IMDb": 8.1,
      "kinopoisk": 8.6
    },
    {
      "moveFilm": "Отступники",
      "genre": "Триллер;Драма;Криминал",
      "title": "Отступники (2006)",
      "descr": "Два лучших выпускника полицейской академии оказались по разные стороны баррикады: один из них – агент мафии в рядах правоохранительных органов, другой – «крот», внедрённый в мафию. Каждый считает своим долгом обнаружить и уничтожить противника, но постоянная жизнь в искажённых реалиях меняет внутренний мир героев.",
      "IMDb": 7.9,
      "kinopoisk": 8.5
    },
    {
      "moveFilm": "Поймай меня, если сможешь",
      "genre": "Криминал;Биография;Комедия",
      "title": "Поймай меня, если сможешь (2002)",
      "descr": "Фрэнк Эбегнейл успел поработать врачом, адвокатом и пилотом на пассажирской авиалинии – и все это до достижения полного совершеннолетия в 21 год. Мастер в обмане и жульничестве, он также обладал искусством подделки документов, что в конечном счете принесло ему миллионы долларов, которые он получил по фальшивым чекам.Агент ФБР Карл Хэнрэтти отдал бы все, чтобы схватить Фрэнка и привлечь к ответственности за свои деяния, но Фрэнк всегда опережает его на шаг, заставляя продолжать погоню.",
      "IMDb": 7.9,
      "kinopoisk": 8.5
    },
    {
      "moveFilm": "Тёмный Рыцарь",
      "genre": "Фантастика;Боевик;Триллер;Криминал;Драма",
      "title": "Темный рыцарь (2008)",
      "descr": "Бэтмен поднимает ставки в войне с криминалом. С помощью лейтенанта Джима Гордона и прокурора Харви Дента он намерен очистить улицы Готэма от преступности. Сотрудничество оказывается эффективным, но скоро они обнаружат себя посреди хаоса, развязанного восходящим криминальным гением, известным напуганным горожанам под именем Джокер.",
      "IMDb": 9,
      "kinopoisk": 9
    }
  ],
  "JSONObjectForSerilas": [
    {
      "moveFilm": "Во все тяжкие",
      "genre": "Криминал;Драма;Триллер",
      "title": "Во все тяжкие (сериал 2008 – 2013)",
      "descr": "Школьный учитель химии Уолтер Уайт узнаёт, что болен раком лёгких. Учитывая сложное финансовое состояние дел семьи, а также перспективы, Уолтер решает заняться изготовлением метамфетамина. Для этого он привлекает своего бывшего ученика Джесси Пинкмана, когда-то исключённого из школы при активном содействии Уайта. Пинкман сам занимался варкой мета, но накануне, в ходе рейда УБН, он лишился подельника и лаборатории.",
      "IMDb": "8.2",
      "kinopoisk": "8.9"
    },
    {
      "moveFilm": "Доктор Хаус",
      "genre": "Драма;Детектив",
      "title": "Доктор Хаус (сериал 2004 – 2012)",
      "descr": "Сериал рассказывает о команде врачей, которые должны правильно поставить диагноз пациенту и спасти его. Возглавляет команду доктор Грегори Хаус, который ходит с тростью после того, как его мышечный инфаркт в правой ноге слишком поздно правильно диагностировали. Как врач Хаус просто гений, но сам не отличается проникновенностью в общении с больными и с удовольствием избегает их, если только есть возможность. Он сам всё время проводит в борьбе с собственной болью, а трость в его руке только подчеркивает его жесткую, ядовитую манеру общения. Порой его поведение можно назвать почти бесчеловечным, и при этом он прекрасный врач, обладающий нетипичным умом и безупречным инстинктом, что снискало ему глубокое уважение. Будучи инфекционистом, он ещё и замечательный диагност, который любит разгадывать медицинские загадки, чтобы спасти кому-то жизнь. Если бы все было по его воле, то Хаус лечил бы больных не выходя из своего кабинета.",
      "IMDb": 8.1,
      "kinopoisk": 8.8
    },
    {
      "moveFilm": "Друзья",
      "genre": "Комедия;Мелодрама",
      "title": "Друзья (сериал 1994 – 2004)",
      "descr": "Шестеро друзей – Рейчел, Моника, Фиби, Джоуи, Чендлер и Росс – живут по соседству, вместе убивают время, делятся секретами и иногда очень сильно влюбляются.",
      "IMDb": 8.9,
      "kinopoisk": 9.2
    },
    {
      "moveFilm": "Игра престолов",
      "genre": "Фэнтези;Драма;Боевик;Мелодрама;Приключения",
      "title": "Игра престолов (сериал 2011 – 2019)",
      "descr": "К концу подходит время благоденствия, и лето, длившееся почти десятилетие, угасает. Вокруг средоточия власти Семи королевств, Железного трона, зреет заговор, и в это непростое время король решает искать поддержки у друга юности Эддарда Старка. В мире, где все — от короля до наемника — рвутся к власти, плетут интриги и готовы вонзить нож в спину, есть место и благородству, состраданию и любви. Между тем, никто не замечает пробуждение тьмы из легенд далеко на Севере — и лишь Стена защищает живых к югу от нее.",
      "IMDb": 9,
      "kinopoisk": 9
    },
    {
      "moveFilm": "Как я встретил вашу маму",
      "genre": "Комедия;Мелодрама;Драма",
      "title": "Как я встретил вашу маму (сериал 2005 – 2014)",
      "descr": "«Как я встретил вашу маму» — комедия про Теда и про то, как он влюбился. Все неприятности начинаются с того, что лучший друг Теда, Маршалл, вдруг неожиданно сообщает, что он хочет сделать предложение своей давней подруге Лили, воспитательнице детского сада. К тому времени Тед понимает, что ему нужно прилагать больше усилий, если он действительно надеется найти свою настоящую любовь. Помогает ему в этих поисках его друг Барни - убеждённый холостяк, вечно со своим, иногда чересчур, мнением на всё происходящее, со склонностью к костюмам и верным способом знакомиться с девушками. Когда Тед встречает Робин, он решает, что это любовь с первого взгляда, но у судьбы в запасе есть кое-что ещё.",
      "IMDb": 8.1,
      "kinopoisk": 8.6
    },
    {
      "moveFilm": "Клиника",
      "genre": "Комедия;Драма",
      "title": "Клиника (сериал 2001 – 2010)",
      "descr": "Отучившись четыре года в медицинской школе, Джон Дориан приходит работать интерном в клинику. Вместе с ним здесь же будет применять полученные знания и его лучший друг со времен колледжа Крис Терк. Не имеющие опыта практической работы, молодые специалисты сразу же погружаются в хаотический мир жизни больницы...",
      "IMDb": 8.5,
      "kinopoisk": 8.7
    },
    {
      "moveFilm": "Офис",
      "genre": "Комедия",
      "title": "Офис (сериал 2005 – 2013)",
      "descr": "Сериал о трудовых буднях небольшого регионального офиса крупной компании, обитатели которого целыми днями должны терпеть закидоны своего непутевого босса.",
      "IMDb": "8.2",
      "kinopoisk": "8.5"
    },
    {
      "moveFilm": "Сопрано",
      "genre": "Драма;Криминал",
      "title": "Сопрано (сериал 1999 – 2007)",
      "descr": "Повседневная жизнь современного Крестного отца: его мысли — стремительны, действия — решительны, а юмор — черен. Мафиозный босс Северного Джерси Тони Сопрано успешно справляется с проблемами «Семьи».Но вот собственная семья немного подкачала: дети от рук отбились, брак под угрозой, мамаша пилит. Он надеется на помощь психотерапевта, но как тому рассказать обо всех своих проблемах, если связан омертой — обетом молчания, нарушать который нельзя под страхом смерти?",
      "IMDb": "7.3",
      "kinopoisk": "7.8"
    },
    {
      "moveFilm": "Шерлок",
      "genre": "Детектив;Триллер;Драма;Криминал",
      "title": "Шерлок (сериал 2010 – 2017)",
      "descr": "События разворачиваются в наши дни. Он прошел Афганистан, остался инвалидом. По возвращении в родные края встречается с загадочным, но своеобразным гениальным человеком. Тот в поиске соседа по квартире. Лондон, 2010 год. Происходят необъяснимые убийства. Скотланд-Ярд без понятия, за что хвататься. Существует лишь один человек, который в силах разрешить проблемы и найти ответы на сложные вопросы.",
      "IMDb": "7.3",
      "kinopoisk": "7.8"
    }
  ],
  "JSONObjectForListLoveFilms": [
    {
      "LoveFilm": "Я ПЛЕВАЛА НА ВАШИ МОГИЛЫ",
      "id": 3
    },
    {
      "LoveFilm": "АВАТАР",
      "id": 5
    },
    {
      "LoveFilm": "ВЛАСТЕЛин КОЛЕЦ",
      "id": 6
    },
    {
      "LoveFilm": "БЕглец",
      "id": 7
    }
  ],
  "requests": [
    {
      "name": "Потеряев Дмитрий",
      "cinema": "Океания на Славянском бульваре",
      "film": "Бэтмен",
      "row": "4",
      "place": "10",
      "id": 1
    },
    {
      "name": "Потеряев Кирилл Сергеевич",
      "cinema": "Кинотеатр Каро возле метро Кутозовская",
      "film": "Бэтмен",
      "row": "8",
      "place": "10",
      "id": 2
    },
    {
      "name": "Потеряев Кирилл Сергеевич",
      "cinema": "Океания на Славянском бульваре",
      "film": "Бэтмен",
      "row": "8",
      "place": "10",
      "id": 3
    },
    {
      "name": "Всеволод Виноградов",
      "cinema": "Океания на Славянском бульваре",
      "film": "Бэтмен",
      "row": "14",
      "place": "88",
      "id": 4
    },
    {
      "name": "Игнатий ",
      "cinema": "На Севере",
      "film": "Ирония Судьбы",
      "row": "0",
      "place": "0",
      "id": 5
    },
    {
      "name": "sdssdf",
      "cinema": "dsfdsfd",
      "film": "sdfsd",
      "row": "1",
      "place": "1",
      "id": 6
    }
  ]
}